Repository: dark4019/openatv
Catalog: oe-alliance-plugins/XtrendRemote/po/*.po
Languages: fr

source: Cancel
fr: Annuler

source: FILE NOT EXIST : /proc/stb/fp/remote_code
fr: Le fichier inexistant: /proc/stb/fp/remote_code

source: Keep
fr: Garder

source: Please change your remote mode
fr: Merci de changer le mode de votre télécommande

source: Press and hold '2' & '7' until red LED is solid, then press 'Help', then press '000
fr: Appuyez et maintenez enfoncé '2' et '7' jusqu'à ce que la LED rouge s'allume fixe, ensuite appuyez sur 'Help', puis taper '000

source: Remote Control Code
fr: Code Télécommande

source: Remote Control System Code
fr: Code système télécommande

source: Restore
fr: Restaurer

source: Save
fr: Sauvegarder

source: Text support
fr: Support texte

source: Then choose 'Keep' within seconds
fr: Puis choisir garder ('Keep') en quelques secondes

source: This Plugin only support for UNO/ULTIMO
fr: Ce plugin est seulement supporté pour UNO/ULTIMO
