Repository: dark4019/openatv
Catalog: oe-alliance-plugins/Blindscan/po/*.po
Languages: ru

source: "channel scan" searches for channels and saves them to your receiver; "save to XML file" does a transponder search and saves found transponders to an XML file in satellites.xml format
ru: "сканирование каналов" сканировать и сохранить каналы в ресивере; "сохранить в XML файле" ищет по транспондерам и сохраняет в XML файлe в satellites.xml формате

source: Blind Scan
ru: Слепой поиск

source: Blind scan
ru: Слепой поиск

source: Blindscan
ru: Слепой поиск

source: Clear before scan
ru: Очистить перед сканированием

source: Exit
ru: Выход

source: Filter out adjacent satellites
ru: Отфильтровывать соседние спутники

source: Frequency values must be between 10700 and 12750 (or 3000 and 4200 in the case of C-band satellites)
ru: Значение частот должны быть между 10700 и 12750 (или 3000 и 4200 в случае C-band диапазона)

source: If you are not sure what polarisations the satellite you wish to search transmits, select "vertical and horizontal"
ru: Если вы не знаете поляризацию спутника, выберите "вертикальная и горизонтальная"

source: If you select "yes" all channels on the satellite being search will be deleted before starting the current search
ru: Если вы выберите "да",все каналы, которые были найдены, будут удалены перед началом поиска

source: If you select "yes" the scan will only save channels that are not encrypted; "no" will find encrypted and non-encrypted channels
ru: Если вы выберите "да" , то ресивер будет искать только каналы без кодировки; "нет" будет искать кодированные и некодированные каналы

source: If you select "yes" the scan will only search transponders not listed in satellites.xml
ru: Если вы выберите "да" , то ресивер будет искать транспондеры не указанные в файле satellites.xml

source: Invalid parameters entered. Please correct and try again. For C-band searches stop frequency must be between 3000MHz and 4200MHz.
ru: Введены неправильные данные. Измените и попробуйте снова. Для поиска в C-band конечная частота должна быть между 3000MHz и 4200MHz.

source: Invalid parameters entered. Please correct and try again. Frequency start value is larger than stop value.
ru: Введены неправильные данные. Измените и попробуйте снова. Значение частоты начала больше, чем значение конечной частоты.

source: Invalid parameters entered. Please correct and try again. Start frequency must be between 10700MHz and 12750MHz. (Or 3000MHz and 4200MHz in the case of c-band).
ru: Введены неправильные данные. Измените и попробуйте снова. Начальная частота должны быть между 10700MHz и 12750MHz. (или 3000MHz и 4200MHz в случае поиска в c-band диапазоне).

source: Invalid parameters entered. Please correct and try again. Start symbol rate must be between 1MHz and 44MHz.
ru: Введены неправильные данные. Измените и попробуйте снова. Начальная символьная скорость должна быть между 1MHz и 44MHz.

source: Invalid parameters entered. Please correct and try again. Stop frequency must be between 10700MHz and 12750MHz. (Or 3000MHz and 4200MHz in the case of c-band).
ru: Введены неправильные данные. Измените и попробуйте снова. Конечная частота должны быть между 10700MHz и 12750MHz. (или 3000MHz и 4200MHz в случае поиска в c-band диапазоне).

source: Invalid parameters entered. Please correct and try again. Stop symbol rate must be between 2MHz and 45MHz.
ru: Введены неправильные данные. Измените и попробуйте снова. Конечная символьная скорость должна быть между 2MHz и 45MHz.

source: Invalid parameters entered. Please correct and try again. Symbol rate start value is larger than stop value.
ru: Введены неправильные данные. Измените и попробуйте снова. Значение начальной символьной скорости больше, чем значение конечной.

source: Invalid parameters entered. Please correct and try again. That is a C-band satellite so frequency values need to be between 3000MHz and 4200MHz.
ru: Введены неправильные данные. Измените и попробуйте снова. Значение частоты в C-band диапазоне должны быть в диапазоне 3000MHz и 4200MHz.

source: Invalid parameters entered. Please correct and try again. That is a Ku-band satellite so frequency values need to be between 10700MHz and 12750MHz.
ru: Введены неправильные данные. Измените и попробуйте снова. Значение частоты в Ku-band диапазоне должны быть в диапазоне 10700MHz и 12750MHz.

source: Looking for available transponders. This will take a short while. Current Status : %d/%d Satellite : %s Polarization : %s Frequency range : %d - %d MHz Symbol rates : %d - %d MHz
ru: Поиск доступных транспондеров. Это займет немного времени. Текущее значение : %d/%d Спутник : %s Поляризация : %s Частотный диапазон : %d - %d MHz Скорость потока : %d - %d MHz

source: No new transponders found! Only transponders already listed in satellites.xml have been found for those search parameters!
ru: Не найдено новыйх транспондеров! Только транспондеры, перечисленные в файле satellites.xml были найдены для тех параметров поиска!

source: No transponders were found for those search parameters!
ru: Не найдено транспондеров, удовлетворяющих параметрам поиска!

source: Only free scan
ru: Поиск каналов без кодировки

source: Only scan unknown transponders
ru: Поиск неизвестных ТП

source: Please setup your tuner configuration.
ru: Настройте конфигурацию тюнера.

source: Polarisation
ru: Поляризация

source: Press Green/OK to start the scan
ru: Нажмите Зеленую кнопку/Ok для начала поиска

source: Satellite
ru: Спутник

source: Scan
ru: Поиск

source: Scan start frequency
ru: Начальная частота

source: Scan start symbolrate
ru: Начальная скорость потока

source: Scan stop frequency
ru: Конечная частота

source: Scan stop symbolrate
ru: Конечная скорость потока

source: Search completed. %d transponders found. Details saved in: %s
ru: Поиск завершен. %d ТП найдено. Информация сохранена в: %s

source: Search type
ru: Тип поиска

source: Select a tuner that is configured for the satellite you wish to search
ru: Выберите тюнер для поиска

source: Select the satellite you wish to search
ru: Выберите спутник для поиска

source: Symbol rate values are in megasymbols; enter a value between 1 and 44
ru: Значения скоростей потока в мега символах; введите значение от 1 до 44

source: Symbol rate values are in megasymbols; enter a value between 2 and 45
ru: Значения скоростей потока в мега символах; введите значение от 2 до 45

source: The blindscan run was cancelled by the user.
ru: Слепой поиск был отменен пользователем

source: Tuner
ru: Тюнер

source: When a neighbouring satellite is very strong this avoids searching transponders known to be coming from the neighbouring satellite
ru: Когда сигнал от соседнего спутника очень сильный, это позволяет избежать поиска ТП с этого спутника

source: circular left
ru: круговая левая

source: circular right
ru: круговая правая

source: circular right and circular left
ru: круговая правая и левая

source: horizontal
ru: горизонтальная

source: no
ru: нет

source: save to XML file
ru: сохранить в XML файл

source: scan for channels
ru: поиск каналов

source: up to 1 degree
ru: до 1 градуса

source: up to 2 degrees
ru: до 2-х градусов

source: up to 3 degrees
ru: до 3-х градусов

source: vertical
ru: вертикальная

source: vertical and horizontal
ru: вертикальная и горизонтальная
