Repository: dark4019/openatv
Catalog: oe-alliance-plugins/AutoBouquetsMaker/po/*.po
Languages: tr

source: 30 Days
tr: 30 Gün

source: About
tr: Hakkında

source: Add provider prefix to bouquets
tr: Buketlere sağlayıcı öneki ekle

source: Allows you to set a schedule to perform a scan
tr: Taramayı programa bağlamanızı sağlar

source: AutoBouquetsMaker
tr: Oto Buket Yapıcı

source: AutoBouquetsMaker Configure
tr: Oto Buket Yapıcı Yapılandırma

source: AutoBouquetsMaker Hide sections
tr: Oto Buket Yapıcı bölümleri gizle

source: AutoBouquetsMaker Keep bouquets
tr: Oto Buket Yapıcı buketleri tut

source: AutoBouquetsMaker Log
tr: Oto Buket Yapıcı Günlük

source: AutoBouquetsMaker Providers
tr: Oto Buket Yapıcı Sağlayıcılar

source: Bouquets order
tr: Buket düzeni

source: Cancel
tr: İptal

source: Choose which level of setting's to display. 'Expert'-level shows all items, this also add's more options in the providers menu.
tr: Ayarların hangi düzeyde gösterileceğini seç. 'Uzman' düzeyi tüm maddeleri gösterir, ayrıca sağlayıcılar menüsüne daha fazla seçenek ekler.

source: Close
tr: Kapat

source: Configure
tr: Yapılandır

source: Daily
tr: Günlük

source: Hide sections
tr: Bölümleri gizle

source: Keep all bouquets
tr: Tüm buketleri tut

source: Keep bouquets
tr: Buketleri tut

source: Move down
tr: Aşağı in

source: Move up
tr: Yukarı çık

source: OK
tr: Tamam

source: Please wait...
tr: Lütfen bekleyin...

source: Providers
tr: Sağlayıcılar

source: Providers order
tr: Sağlayıcı düzeni

source: Really close without saving settings?
tr: Ayarları kaydetmeden mi çıkıyorsunuz?

source: Repeat how often
tr: Ne sıklıkta tekrar

source: Schedule scan
tr: Taramayı programla

source: Select your own bouquet from the list, please note that the only the first 100 channels for this bouquet will be used.
tr: Listeden kendi buketinizi seçin, unutmayın, bu buketin sadece ilk 100 kanalı kullanılacak.

source: Set the repeat interval of the schedule.
tr: Programın tekrarlanma aralığını belirleyin.

source: Set the time of day to perform the scan.
tr: Günün tarama yapılacak zamanını belirleyin.

source: Setup mode
tr: Kurulum modu

source: Show in extensions
tr: Uzantılarda göster

source: Show log
tr: Günlük göster

source: Start scan
tr: Taramaya başla

source: This option allows you to choose what region of the country you live in, so it populates the correct channels for your region.
tr: Bu seçenekte ülkenin hangi bölgesinde yaşadığınızı belirtin ki,bölgenizin doğru kanalları toplansın.

source: This option enables the current selected provider.
tr: Bu seçenek şimdi seçtiğiniz sağlayıcıyı etkinleştirir.

source: This option has several choices "Yes", (create a bouquet with all the channels in it), "Yes HD only", (will group all HD channels into this bouquet), "Custom", (allows you to select your own bouquet), "No", (do not use a main bouquet)
tr: Bu seçenek çok şıklı: "Evet", (bütün kanalları barındıran bir buket yarat), "ssdece HD evet", (bu bukette tüm HD kanallar gruplanacak),"Özel", (buketinizi kendiniz berirlersiniz), "Hayır", (bir ana buket kullanmayın)

source: This option will create a FreeToAir bouquet, it will group all none encrypted channels into this bouquet.
tr: Bu seçenek tüm şifresiz kanalları toplayacak bir buket yaratacak.

source: This option will create a High Definition bouquet, it will group all HD channels into this bouquet.
tr: Bu seçenek, tüm Hd kanalların bir bukette toplanmasını sağlayacak.

source: This option will create bouquets for each type of channel, ie Entertainment, Movies, Documentary.
tr: Bu seçenek her kanal tipi için ayrı buket yaratacak, yani Eğlence, Filmler, Belgeseller.

source: This option will prepend the provider name to bouquet name
tr: Bu seçenek sağlayıcı adını buket adının başına ekliyecek

source: This option will swap SD versions of channels with HD versions. (ie 101 BBC One, 103 ITV, 104 Channel Four, 105 Channel Five)
tr: Bu seçenek SD kanalları HD olanlarla değiştirecek.

source: Time of scan to start
tr: Tarama başlama saati

source: Weekly
tr: Haftalık

source: When disabled this will enable the 'Keep bouquets' in the main menu, allowing you to hide some 'existing' bouquets.
tr: Kapatılınca, ana menüde 'Buketleri tut' etkinleşerek,bazı buketleri gizlemenizi sağlayacak.

source: When enable allow you start a scan from the extensions list.
tr: Etkinleşince uzantılar listesinden tarama başlatmanızı sağlayacak.

source: area
tr: alan

source: custom bouquet for main
tr: Özel ana buket

source: expert
tr: uzman

source: generate FTA bouquet
tr: Şifresiz buketi üret

source: generate HD bouquet
tr: HD buketi üret

source: generate main bouquet
tr: Ana buketi üret

source: generate sections bouquets
tr: Bölümlü buketleri üret

source: no
tr: hayır

source: simple
tr: basit

source: swap channels
tr: kanalları yer değiştir

source: yes
tr: evet

source: yes (custom)
tr: evet (özel)

source: yes (only HD)
tr: evet (sadece HD)
