Repository: dark4019/openatv
Catalog: oe-alliance-plugins/FirmwareUpgrade/po/*.po
Languages: es

source: Can't cancel during upgrade!!
es: No se puede cancelar durante la actualización

source: Can't find /usr/bin/md5sum
es: No se ha encontrado /usr/bin/md5sum

source: Can't found MD5 file.
es: No se ha encontrado el archivo MD5

source: Can't found binary file.
es: No se ha encontrado el archivo binario

source: Can't found device file!!
es: No se ha encontrado el archivo de dispositivo

source: Can't found model name.
es: No se ha encontrado el nombre del modelo

source: Close
es: Cerrar

source: Do you want to remove binary data?
es: Desea eliminar los datos binarios?

source: Download the firmware (latest)
es: Descargar el firmware (el último)

source: Fail to upgrade!! Retry!!
es: Fallo al actualizar. Vuelva a intentarlo

source: Fail to verify data file. file[%s] md5[%s]
es: Fallo al verificar el archivo de datos. archivo[%s] md5[%s]

source: Firmware Upgrade
es: Actualizar Firmware

source: Firmware does not exist.
es: No se encuentra el firmware

source: No selected binary data!!
es: No se han seleccionado datos binarios

source: Status : 0%
es: Estado: 0%

source: Success. Press OK to exit.
es: Correcto. Pulse OK para salir

source: This plugin is supported only the Ultimo/Uno.
es: Este plugin es sólo para Ultimo/Uno.

source: Upgrade
es: Actualizar

source: Upgrade Firmware..
es: Actualizar el firmware

source: You chose the incorrect file.
es: Ha elegido el archivo equivocado.
