Repository: dark4019/openatv
Catalog: oe-alliance-plugins/SatipClient/po/*.po
Languages: de

source: Disable SAT>IP-client
de: Deaktiviere SAT>IP-client

source: Enable Vtuner%s
de: Aktiviere Vtuner%s

source: Server IP-adress
de: Server IP Adresse

source: Frontend type
de: Tuner Art

source: Loglevel
de: Protokollierungsstufe

source: Workarounds for various SAT>IP server quirks
de: Aktivieren von SAT>IP Server Anpassungen

source: SAT>IP Client Setup
de: SAT>IP Client

source: Auto Config
de: Auto Konfig

source: To enable the vtuners you need to Resart the GUI. Restart GUI now?
de: Zum Aktivieren der VTuner is ein Neustart erforderlich. Jetzt Neustarten?

source: SAT>IP Client not installed !!
de: SAT>IP Client nicht Installiert !!
