Repository: dark4019/openatv
Catalog: oe-alliance-plugins/OpenUitzendingGemist/po/*.po
Languages: fr, nl

source: Cancel
fr: Annuler
nl: Annuleer

source: Exit movie player?
fr: Quitter Movie Player?
nl: Speler verlaten?

source: NET5 Gemist
fr: NET5 manqué

source: NPO Number of days back
fr: NPO nombre de jour en arrière
nl: NPO aantal dagen terug

source: No items matching your search criteria were found
fr: Aucun élément trouvé suivant votre critère de recherche
nl: Geen items gevonden die aan uw zoekcritria voldoen

source: Open Uitzending Gemist Based on Xtrend code
fr: Open Uitzending Gemist basé sur le code de Xtrend
nl: Open Uitzending Gemist Gebaseerd op Xtrend code

source: RTL Number of days back
fr: RTL nombre de jours en arrière
nl: RTL aantal dagen terug

source: RTL XL Gemist
fr: RTL XL manqué

source: RTL XL Search
fr: RTL XL recherche
nl: RTL XL zoeken

source: SBS6 Gemist
fr: SBS6 manqué

source: Search term
fr: Terme de recherche
nl: Zoekterm

source: Setup
fr: Configuration
nl: Instellingen

source: Show pictures
fr: Afficher images
nl: Toon plaatjes

source: There was a problem retrieving the media list
fr: il y a un problème pour retrouver la liste des médias
nl: Er was een probleem met het binnenhalen van de medialijst

source: Today
fr: Aujourd'hui
nl: Vandaag

source: UG Gemist
fr: UG manqué

source: UG Popular
fr: UG Populaire
nl: UG Populair

source: UG Uitgelicht
fr: UG Sélection

source: Veronica Gemist
fr: Veronica manqué

source: Watch uitzending gemist
fr: Regarder Uitzending Gemist
nl: Bekijk Uitzending Gemist

source: Open Uitzending Gemist options
nl: Open Uitzending Gemist opties
